IDEA Open Model
LineLoad.LengthOnEdge Property
Compatible with IDEA StatiCa v 10.1
 length of load
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double LengthOnEdge { get; set; }
Public Property LengthOnEdge As Double
	Get
	Set
public:
property double LengthOnEdge {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace